results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T183721_spike_H100_rep6/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 81532 out of 81532
     data_received..................: 19 MB   33 kB/s
     data_sent......................: 8.5 MB  15 kB/s
     http_req_blocked...............: avg=11.65µs  min=2.57µs     med=8.37µs   max=23.05ms  p(90)=13.11µs  p(95)=15.64µs 
     http_req_connecting............: avg=1.32µs   min=0s         med=0s       max=22.83ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=160.5ms  min=4.47ms     med=101.42ms max=852.28ms p(90)=352.1ms  p(95)=412.49ms
       { expected_response:true }...: avg=160.5ms  min=4.47ms     med=101.42ms max=852.28ms p(90)=352.1ms  p(95)=412.49ms
   ✓ http_req_failed................: 0.00%   0 out of 81532
     http_req_receiving.............: avg=3.59ms   min=-2072013ns med=1.51ms   max=335.79ms p(90)=7.35ms   p(95)=12.3ms  
     http_req_sending...............: avg=35.25µs  min=-2195585ns med=22.2µs   max=39.43ms  p(90)=63.11µs  p(95)=93.36µs 
     http_req_tls_handshaking.......: avg=0s       min=0s         med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=156.87ms min=4.34ms     med=98.01ms  max=840.09ms p(90)=345.15ms p(95)=406.3ms 
     http_reqs......................: 81532   143.024028/s
     iteration_duration.............: avg=261.54ms min=104.95ms   med=202.41ms max=954.01ms p(90)=453.51ms p(95)=513.7ms 
     iterations.....................: 81532   143.024028/s
     vus............................: 1       min=1              max=100
     vus_max........................: 100     min=100            max=100